[
    {
        "term": "Coverage",
        "description": "These General Terms and Conditions (GTC) are applicable for all deliveries of OWL OPTICS (in the following “OWL”) to customers (§ 13 BGB (German Civil Code)). A customer is any natural person who closes a legal transaction with a purpose which can neither be assigned to his/her commercial nor self-employed job-related activity."
    },
    {
        "term": "Contract partner",
        "description": "Our customer service is available for your questions, complaints and claims via email at hejhej@owloptics.com or via phone +49 (0) 40 60942620."
    },
    {
        "term": "Offer and conclusion of contract",
        "description": "The display of products in the online shop does not represent a legally binding offer but an invitation to order. Errors excepted. By clicking the “Order” button in the last step of the ordering process, you are placing a binding order for the goods in the shopping cart. When you place an order with OWL we will send you an email to confirm your order with us giving all the details (order confirmation). This order confirmation does not represent an acceptance of your offer, it is meant to inform you that we have received your order. The order confirmation also contains a pdf of our GTC. A purchase order only comes about when we have sent the ordered product and confirmed the dispatch to you with a second email (contract confirmation). No purchase order comes about for products from one single order which are not listed in the contract confirmation."
    },
    {
        "term": "Returns & Exchanges (cancellation right)",
        "description": "Our returns guarantee entitles you to return the product for any reason within 14 days of having received it. You have the right to open the package and check the contents but the product must be return unused. All original packaging, etc shall be returned with the product without having been tampered with. The returns guarantee doesn’t apply to goods that were custome made for the customer."
    },
    {
        "term": "How to make a return",
        "description": "Starting from \"06-13-2014\" the return shipping cost must be paid for by the customer. OWL refunds the original shipping cost for all orders from Germany. For international returns the original shipping costs will not be refunded."
    },
    {
        "term": "Prices and shipping costs",
        "description": "The prices mentioned on the product sites include the legal VAT (execpt for orders from Switzerland) and all other price details."
    },
    {
        "term": "Delivery",
        "description": "Delivery is executed by UPS or the German Parcel Service (Deutsche Post)."
    },
    {
        "term": "Delivery times",
        "description": "The production and dispatch of your OWL product(s) take up to 4-9 working days (but usually less). Shipment in Germany adds another day. International shipment adds 2-4 days."
    },
    {
        "term": "Customs and import charges",
        "description": "Any customs or import duties are charged once the parcel reaches its destination country. These charges must be paid by the recipient of the parcel. Unfortunately, we have no control over these charges, and cannot tell you what the cost would be, as customs policies and import duties vary widely from country to country. It might be a good idea to contact your local customs office for current charges before you order, so you are not surprised by charges you were not expecting."
    },
    {
        "term": "Payment",
        "description": "For payment you have the choice between advance payment (only in Germany) or PayPal or advance payment or credit card via PayPal.You only have the right to summation if your counterclaims have been legally determined by court or are indisputable or have been accepted by us in writing. You may only exercise a right to retainment if the claims result from the same contractual relationship."
    },
    {
        "term": "Reservation of propietary rights",
        "description": "The goods will remain our property until they have been fully paid for."
    },
    {
        "term": "Liability for defects",
        "description": "If the purchased item shows a defect, the orderer can demand supplementary performance (defect removal or substitute delivery). Should the supplementary performance fail, the orderer can withdraw from the contract in the case of a not insignificant defect, reduce the purchase price or claim compensation. The transfer of these rights of the orderer is excluded. As long as nothing else arises in the following, any further claims of the orderer – indifferent for which legal reasons – are excluded. OWL is not liable for damages which are not to the item of delivery istelf; in particular, OWL is not liable for lost profit or other financial losses of the orderer. To the extent that the liability of OWL is excluded or limited, this applies also to the personal liability of employees, representatives and assistants. The afore mentioned liability limitation does not apply, if the cause of the damage is due to deliberate intention or culpable negligence or in the case of personal injury. It does not apply either if the orderer claims demands based on §§ 1,"
    },
    {
        "term": "product liability law.",
        "description": "If OWL negligently breaches a fundamental contractual obligation, the liability to pay damages for material damages is limited to the typically occurred damage. If the supplementary performance takes place by means of a substitute delivery, the orderer is obligated to return the goods delivered first to OWL within 30 days. Should the goods not reach OWL within this period, OWL will be authorised to demand compensation for the goods delivered first and charge it to the means of payment named for payment. The limitation period amounts to twenty-four months starting at delivery."
    },
    {
        "term": "Inquiry, processing and usage of personal information of our customers",
        "description": "Information which we receive from you helps us to design your shopping experience with OWL individually and improve it constantly. We use this information for the handling of orders, delivery of goods and execution of services as well as the handling of payment. We also use your information to communicate with you about orders or new products which could be of interest to you. We also use your information to improve our store and platform, to prevent abuse of our website or discover such abuse or to enable third parties to carry out technical, logistic or other services at out request. You will find further information concerning the type, volume, place and sense of the inquiry, processing and usage of the personal data necessary for the execution of order or registration for the email notification service by OWL in the privacy declaration."
    },
    {
        "term": "Applicable law",
        "description": "German law applies with the exclusion of the UN purchase law."
    }
]

